adw-gtk-theme
alacritty
amd-ucode
base
bluetui
bluez
bluez-utils
chromium
cups
cups-pdf
discord
docker
docker-compose
dotnet-sdk
dunst
efibootmgr
fd
feh
firefox
fish
fisher
foomatic-db-engine
foomatic-db-gutenprint-ppds
fzf
gcc
git
glfw
grub
gutenprint
hypridle
hyprland
hyprlock
hyprpicker
lazydocker
less
libnotify
linux
linux-firmware
linux-firmware-nvidia
ly
neovim
network-manager-applet
networkmanager
nvidia
openssh
os-prober
otf-font-awesome
pavucontrol
pipewire
pipewire-alsa
pipewire-audio
pipewire-jack
pipewire-pulse
pnpm
proton-vpn-gtk-app
qt5-wayland
qt6-wayland
ripgrep
rofi
spotify-launcher
starship
steam
sudo
tree-sitter-cli
ttf-fira-code
ttf-firacode-nerd
udiskie
unzip
usbutils
vi
vim
waybar
wireplumber
wl-clipboard
woff2-font-awesome
wofi
wpaperd
xdg-desktop-portal-hyprland
zoxide
